Repository: 8uu/ovikl
Catalog: ovikl-ios/Caoutch/*.lproj/Localizable.strings
Languages: ar

source: chat with driver
ar: محادثه مع السائق

source: chat with client
ar: محادثه مع العميل

source: The Driver has another trip
ar: لدي السائق رحله اخري

source: Waiting for driver acceptance
ar: انتظر موافقه السائق

source: The trip is finished
ar: الرحله انتهت

source: cost
ar: التكلفه

source: duration
ar: المده

source: minutes
ar: دقائق

source: km
ar: كم

source: distance
ar: المسافه

source: minimum cost
ar: اقل تكلفه

source: The driver accepted the trip
ar: السائق وافق علي الرحله

source: The driver arrived to start point
ar: السائق وصل لنقطه البدايه

source: The driver confirm the trip
ar: السائق اكد الرحله

source: The driver reject the trip
ar: السائق رفض الرحله

source: You have new Trip
ar: لديك رحله جديدة

source: Cancel trip
ar: الغاء الرحله

source: Are you sure you want to cancel this trip?
ar: هل انت متاكد من الغاء الرحله؟

source: OK
ar: تاكيد

source: Cancel
ar: الغاء

source: Finish trip
ar: انهاء الرحله

source: Are you sure you want to finish this trip?
ar: تاكيد انهاء الرحله

source: Hide details
ar: اخفاء التفاصيل

source: Show details
ar: التفاصيل

source: Enter user name
ar: ادخل اسم المستخدم

source: Inactive account
ar: الحساب موقوف

source: Your account is not active, contact with support
ar: الحساب موقوف. اتصل بالدعم

source: Uploading image
ar: يتم تحميل الصوره

source: Location
ar: الموقع

source: Please allow Ovikl to access this device location
ar: الرجاء السماح للتطبيق بالوصول لموقعك

source: Rate
ar: التقييم

source: Total trips
ar: مجموع الرحلات

source: Trips count
ar: عدد الرحلات

source: Claims
ar: الشكاوي

source: Register from
ar: تاريخ التسجيل

source: hours
ar: ساعه

source: Connecting
ar: يتم الاتصال

# search_driver
source: Searching for drivers in your zone
ar: يتم البحث عن سائقين في منطقتك

# select_driver
source: Select a driver from the map
ar: اختر سائق من الخريطه

# wait_requests
source: Please wait trip request
ar: يرجي انتظار طلب الرحله

# monitor_zone
source: Monitor your zone
ar: تابع منطقتك

# wait_upload
source: Please wait till upload the current photo
ar: يرجي انتظار تحميل الصوره الحاليه

source: Driver rate
ar: تقييم السائق

source: Vehicle rate
ar: تقييم المركبه

source: Minimum cost
ar: اقل تكلفه

source: Base cost
ar: تكلفه البدايه

source: km cost
ar: تكلفه الكيلومتر

source: Minute cost
ar: تكلفه الدقيقه

source: Currency
ar: العمله

source: Plate number
ar: رقم اللوحه

source: total trips
ar: مجموع الرحلات

source: Manufacturer
ar: المصنع

source: Model
ar: الموديل

source: Made year
ar: سنه الصنع

source: Email
ar: البريد الالكتروني

source: Enter email
ar: ادخل البريد الالكتروني

source: Invalid email
ar: البريد الاكتروني غير صحيح

source: Reset key
ar: رمز اعاده الضبط

source: Numbers are sent to your mail
ar: الارقام ارسلت للبريد الاكتروني

source: Invalid reset ket
ar: رمز اعاده الضبط غير صحيح

source: Password
ar: كلمه السر

source: Invalid password
ar: كلمه السر غير صحيحه

source: Re-enter password
ar: اعاده كلمه السر

source: First name
ar: الاسم الاول

source: Invalid first name
ar: الاسم الاول غير صحيح

source: Last name
ar: الاسم الاخير

source: Invalid last name
ar: الاسم الاخير غير صحيح

source: Mobile
ar: التليفون المحمول

# Moblle like +44412345678
source: Moblle like 0044412345678
ar: التليفون المحمول مثل 0044412345678

source: Invalid mobile
ar: التليفون المحمول غير صحيح

source: Manufacturer like Toyota
ar: المصنع مثل تويوتا

source: Invalid Manufacturer
ar: المصنع غير صحيح

source: Model like Corolla
ar: الموديل مثل كرولا

source: Invalid model
ar: الموديل غير صحيح

source: Made year like 2019
ar: سنه الصتع مثل 2019

source: Invalid made year
ar: سنه الصنع غير صحيحه

source: Plate number like NS1234
ar: رقم اللوحه مثل اب١٢٣٤

source: Invalid plate number
ar: رقم اللوحه غير صحيح

source: Attach vehicle front
ar: صوره مقدمه المركبه

source: Delete vehicle front
ar: حذف صوره مقدمه المركبه

source: Attach vehicle side
ar: صوره جانب المركبه

source: Delete vehicle side
ar: حذف جانب المركبه

source: Attach vehicle back
ar: صوره مؤخره المركبه

source: Delete vehicle back
ar: حذف صوره مؤخره المركبه

source: Invalid minimum cost
ar: قيمه اقل تكلفه غير صحيحه

source: Invalid base cost
ar: قيمه التكلفه الاساسيه غير صحيحه

source: Invalid km cost
ar: تكلفه الكيلومتر غير صحيحه

source: Invalid minute cost
ar: تكلفه الدقيقه غير صحيحه

source: Invalid currency
ar: العمله غير صحيحه

source: Expected cost is
ar: التكلفه المتوقعه هي

source: Expected trip distance in km
ar: مسافه الرحله المتوقعه بالكيلومتر

source: Invalid distance
ar: المسافة غير صحيحة

source: Expected trip duration in minutes
ar: مده الرحله المتوقعه بالدقيقه

source: Invalid duration
ar: المدة غير صحيحة

source: Client
ar: عميل

source: Driver
ar: سائق

source: Client
ar: عميل

source: Driver
ar: سائق

source: Register as driver
ar: التسجيل كسائق

source: Register as client
ar: التسجيل كعميل

source: Please check your email to activate the account
ar: يرجي مراجعه بريدك الالكتروني لتفعيل الحساب

source: Email already registered
ar: البريد الالكتروني مسجل بالفعل

source: Please retry again
ar: يرجي اعاده المحاوله

source: The user is blocked
ar: الحساب موقوف

source: Invalid email or reset key
ar: البريد الالكتروني او رمز اعاده الضبط غير صحيح

# Please check your email to aget your reset key
source: Please check your email to get your reset key
ar: يرجي مراجعه بريدك الالكتروني لاستقبال رمز اعاده الضبط

# cost_calculation
source: The Cost of trip is minimum cost or Base cost+(km cost)*(distance+minute cost*duration)
ar: التكلفه هي اقل تكلفه او تكلفه البدايه+(تكلفه الكيلومتر*المسافه)+(تكلفه الدقيقه*المده)

source: Email or password is not correct
ar: البريد الالكتروني او كلمه السر غير صحيحية

source: Zone code
ar: رمز المنطقة

source: Zone code (optional)
ar: رمز المنطقة(اختياري)

source: Invalid zone code
ar: رمز المنطقة غير صحيح

source: You are blocked in "%zone%" by admin. Kindly contact zone admin Mobile: %mobile% email: %email%
ar: حسابك موقوف "%zone%" من المشرف. يرجي الاتصال بالمشرف تليفون: %mobile% البريد الالكتروني: %email%

source: Map
ar: الخريطة

source: Old password
ar: كلمة السر القديمة

source: Enter old password
ar: ادخل كلمة السر القديمة

source: Invalid old password
ar: كلمة السر القديمة غير صحيحة

source: New password
ar: كلمة السر الجديدة

source: Enter new password
ar: ادخل كلمة السر الجديدة

source: Invalid new password
ar: كلمة السر الجديدة غير صحيحة

source: Online
ar: متصل

source: Offline
ar: غير متصل

source: You are offline now
ar: انت غير متصل الآن

source: You are removed from zone
ar: تم حذفك من المنطقة

source: in
ar: في

source: Show
ar: اظهار

source: Hide
ar: اخفاء
